import React from "react";

const AboutMain = () => {
  return (
    <div className="max-w-5xl mx-auto px-4 py-16 text-center">
      <h2 className="text-2xl md:text-3xl font-semibold mb-6">
        О КОМПАНИИ <span className="text-[#71914B]">ФАСАД МАСТЕР</span>
      </h2>
      <p className="text-sm md:text-base text-gray-700 mb-6">
        ООО ФАСАД МАСТЕР более 10 лет работает на рынке строительных услуг.
        Территориально компания находится в Ташкенте, имеет в штате более 90+
        специалистов и располагает обширной базой собственных
        материально-технических ресурсов. Наша основная специализация — фасадные
        работы любой сложности. На счету компании более 400 объектов и опыт
        отделки фасадов жидким травертином, песчаником, кирпичом, натуральным
        камнем, различными видами штукатурки и другими материалами. Отделка
        фасадов решает сразу две задачи: придание зданию эстетического вида и
        защита поверхности от воздействия внешних факторов.
      </p>
      <p className="text-sm md:text-base text-gray-700">
        Репутация — наша ключевая ценность. Выполняя отделочные работы в
        Ташкенте, мы придерживаемся высоких стандартов качества и стараемся
        отвечать самым высоким требованиям заказчиков. В наших правилах
        использование сертифицированных материалов, безукоризненное соблюдение
        договоров, разумная ценовая политика и полное самообеспечение.
      </p>
    </div>
  );
};

export default AboutMain;
